{
  "hits": [
    {
      "created_at": "2018-03-14T03:50:30.000Z",
      "title": "Stephen Hawking has died",
      "url": "http://www.bbc.com/news/uk-43396008",
      "author": "Cogito",
      "points": 6015,
      "story_text": null,
      "comment_text": null,
      "num_comments": 436,
      "story_id": null,
      "story_title": null,
      "story_url": null,
      "parent_id": null,
      "created_at_i": 1520999430,
      "relevancy_score": 8012,
      "_tags": ["story", "author_Cogito", "story_16582136"],
      "objectID": "16582136",
      "_highlightResult": {
        "title": {
          "value": "<em>Stephen</em> <em>Hawking</em> <em>has</em> <em>died</em>",
          "matchLevel": "full",
          "fullyHighlighted": true,
          "matchedWords": ["stephen", "hawking", "has", "died"]
        },
        "url": {
          "value": "http://www.bbc.com/news/uk-43396008",
          "matchLevel": "none",
          "matchedWords": []
        },
        "author": {
          "value": "Cogito",
          "matchLevel": "none",
          "matchedWords": []
        }
      }
    },
    {
      "created_at": "2009-10-08T04:55:21.000Z",
      "title": "So...what the hell's wrong with you, Shooter?",
      "url": "",
      "author": "Shooter",
      "points": 324,
      "story_text": "[NOTE: This post is both personal and medical in nature and only about hacking in the sense that it is about searching for a solution to a complex problem.  Some of the “HN is for hacking only”–types may not want to waste their time reading it.  It’s also <i>extremely</i> long, but I don’t have or want a blog right now.  You’ve been warned.]<p>This is my answer to apu's question to me on another thread about ALS (and, specifically, my misdiagnosis with ALS and other illnesses):<p>Q: \"If you don't mind me asking, what was the final diagnosis? How was it discovered? And how are you coping?\"<p>A:  Basically I had multiple infections (both viral and bacterial) that were slowly eating me alive.<p>I started having migratory shooting pains, chronic joint pain, extreme fatigue, and rapid weight gain years ago.  (I gained 100 pounds in about 4 months, with absolutely no change in my diet or exercise program.  I went from somewhat athletic to fatigued fat-ass that slept 20 hours a day after a brief flu-like period.) They initially tested me for thyroid and pituitary tumors.  That first MRI is how they found the first spots on my brain - before they were full-fledged lesions.  They were just hyper-intensive spots and 'plaques.'  It's more common, by the way, to <i>lose</i> tons of weight with infections, but the infections affected my hormones in a way that made me balloon up.<p>I kept getting new symptoms over the years.  Sleep disorders, aphasia, tremors, severe chest pains, left arm paralysis, left side of body paralysis, neck-down paralysis, memory loss, tinnitus, passing out, chemical sensitivity,  etc. etc.  In the end, I probably could have been Stephen Hawking's stunt double appearance-wise.  As I said in the other thread, I was (mis)diagnosed with Parkinsons, Alzheimers, MS, CFS/FM, and ALS along the way - each time based on my symptom progression and test results.  Technically, I <i>still</i> have many of the other things I was diagnosed with based on symptoms and test results -  by clinical definition - but they were not the underlying, causative issues. They were just the icing on the cake.<p>I saw <i>at least</i> 22 doctors over the years, including some at top hospitals (Mayo,etc.)  A few of the doctors thought I was nuts, because of the sheer number of symptoms.  One doctor didn't even finish the exam and commented that it was either <i>all</i> psychosomatic or else I was the unluckiest bastard ever and I had 25+ <i>different</i> diseases. Most doctors would just space out at some point and start treating whatever their specialty (or first thought) was.  I had enough symptoms and bad test results to keep them all busy.  If I was seeing an endocrinologist, for example, she would try to treat just the endocrine issues (the infections affected my endocrine system, so my hormones were waaaaaay out of whack.  One endocrinologist said I should be in medical textbooks because of my crazy high/low hormone levels.)  I tested positive for some autoimmune disorders, so the rheumatologist kept busy.  I have sleep disorders (again because of the infections), so I was given a CPAP and sleep meds by a sleep specialist.  I have severe migraines (lesions!), so migraine specialists put me on migraine meds.  Etc. etc.  Not all these meds at once, of course.  The infections were playing havoc with my brain, heart, and nervous system...and my endocrine and immune system were along for the ride.  I had a 2-3 year period where it felt like I was having multiple heart attacks every day.  I’m amazed my wife didn’t leave me.<p>The multi-systemic nature and the fact that certain symptoms tends to reinforce or mask each other made it very difficult to figure anything out.  When you have certain infections, for example, your body will naturally retain heavy metals and toxins from the environment - all on its own - in a self-protective attempt to kill off the invaders.  So I tested off the charts for toxic metals and the ‘environmental specialist’ thought that was the underlying problem.  But, of course, it wasn't. They cleared most of the metals and I still had all the symptoms. I had all of these heart symptoms, but most of my tests came back normal.  Normal stress test, normal basic EKG, etc.  They didn’t find any heart issues until they did less-common tests (tilt-table testing, etc.) I had enormous trouble finding a physician who was willing to really try to figure out the underlying cause of everything instead of just treating individual symptoms.  I didn’t want to be on 80+ meds for the rest of my (possibly short) life and not even know what the hell was wrong with me.<p>I eventually narrowed down what I personally thought I had, based on my own research and background.  Neuroborreliosis (neurologic Lyme disease) was one of my guesses, because I had done an extensive forestry research project at one point before my illness and I knew I had been bitten by ticks that may have been infected.  I had never had a rash, though. And I didn't think any of my ‘guesses’, individually, could explain my vast array of symptoms.<p>I finally went to this doctor that was supposed to be an amazing diagnostician  - “Dr. House without the 'tude”, I was told .  I started reading him my list of symptoms - in chronological order.  (It was one of the ways I had learned to cope with the discouraging doctor visits...if I was staring at a sheet of my notes, I couldn't get pissed because the doctors were rolling their eyes at me.  I also needed the notes because my memories, and sometimes my speech, were completely shot.)  Usually, the doctors would stop me fairly quickly when I started listing symptoms.  This guy listened intently, and then started accurately guessing the next symptom on the list before I could even say it. He did that for about 7-8 symptoms.  He gave me the most accurate description of some of my symptoms...more accurate than I could even muster.  [\"Does it feel like someone is squeezing your heart with their hands and won't let it expand?\"  \"Does it feel like you're being stabbed with a cattle prod right here?\" etc.] I often had trouble choosing the proper words to convey certain symptoms, in part because I knew it sounded crazy.  But he was nodding the whole time and seemed sincere.  He said he thought I had a major environmental toxin problem (heavy metals, chemical sensitivity, etc.) <i>OR</i> I had one or more vector-borne infectious diseases.  He said either thing could potentially explain all of my symptoms, and that he leaned toward the latter because of the migratory nature of some of the symptoms.  He was amazed I had never been tested for some infections, despite having been to some of the top hospitals in the country.  The fact that my shooting pains were often migratory was one of the main things that had made some of the doctors think I was a loon.  This doctor says, “Uh, <i>DUH</i>, it usually feels like the pains are moving around because they <i>are</i> - the things that are causing them are moving around, both in your body and in your brain!”<p>I had already been down the toxin path, so I was tested for a range of vector-borne diseases.  I had almost all of them that I was tested for.  Lyme, Babesia, Ehrlichiosis, etc. etc.  Plus a liberal dose of virii at very high levels.  I had had some of them so long that I was no longer showing a normal antibody response, but I had other telltale markers (specific cell parts on tests, etc.).  [The accuracy, availability, and expense of these tests is another tangent I’ll avoid right now.]<p>Oddly enough, once this doctor correctly diagnosed me he refused to treat me.  The insurance companies really give doctors who treat chronic infections a hard time, because the long-term treatment of certain infections is more expensive that treating a late-stage AIDs or brain cancer patient.  Some doctors - including at least one Nobel laureate nominee - have lost their medical licenses or been forced to stop treating infected patients because of insurance company influence.  It's a very complicated, political issue.  Very frustrating.  Too complicated to get into here.  Anyway, this doctor said he wanted to treat me, but was literally scared to do so for fear of losing his medical license or his ability to offer insurance plans.  [There is an award-winning documentary called UnderOurSkin (http://underourskin.com/) that explores \"chronic Lyme\", and it gets into the insurance, political, and patent issues, etc. It also explores a theoretical link between Lyme and other diseases.  It's very good.  It doesn't go into the co-infection issue much, because it is Lyme-specific - but it gives a great overview.  The documentary trailer is at:  http://underourskin.com/watch.html   One of the guys in it is a physician that was also misdiagnosed with ALS,  and there’s a baseball player that was misdiagnosed, Amy Tan (Joy Luck Club author) is also in it.<p>Anyway, I tested positive for at least a dozen viral and bacterial infections, but they could have potentially all come from one tick bite.  I think the estimate is that 30% of all infected ticks carry at least one other co-infection.  So, theoretically, I could have been bitten by just one really 'sick tick.'  Or I could have picked up other infections once my immune system was compromised by an initial infection.  No way to know for sure.  [Oh, and the fact that I never had a rash didn’t mean anything because 50% or more of infected ticks don’t cause a rash at all.]   Only a certain percentage of people that are infected with some of these diseases develop chronic issues, so I may have had a weak spot in my immune system due to genetics or something.  That’s one area of research they’re exploring.  I know they’ve found at lease one statistically significant genetic anomaly that predisposes you to getting sicker with at least one of the viruses.<p>Some people - even lauded medical professionals - think that most infections can be killed off fairly easily with short-term antibiotics or antivirals (which is part of the debate in that documentary I mention.)  That’s one of the arguments the insurance companies use.  There are many mitigating factors, though, and most animal studies/vivisections say something else entirely.  Some infections have biofilms that protect them. Some form cysts that protect them.  Some infections grow drug-resistant.  Some meds don't cross the blood-brain barrier.  Different people have different immune responses. Etc. etc.  The medicines themselves are very dangerous long-term, and you also have the serious problem that the infections release toxins as they die off...so by killing them you usually get <i>worse</i> in the short-term.  The toxins released can kill additional tissue or trigger a stroke or heart attack because of the other symptoms.  It's a weird balancing act between getting a medicine to work without making the infections resistant or triggering too much of a toxin/autoimmune response.  It’s drug hacking, in a way.  I’ve had two strokes.  One because of a misdiagnosis when they put me on steroids and I had a major inflammatory response and once <i>after</i> I was properly diagnosed because I wasn't fast enough on the trigger to recognize a change in symptoms when I was pulsing between two antibiotics.<p>By the time I was properly diagnosed, I had permanent damage to my brain (lesions, some may heal), heart (cardiomyopathy,etc.), mitochondria (extrinsic mitochondrial disease - the infections ate the lipids from cells, among other things), and central nervous system (advanced neuropathy, etc.)  I also have the hormone, sleep, and autoimmune issues.  I've been on various antibiotics, antifungals, and antivirals for about 15 months.  And pain meds.  I only decided I had my final, correct diagnosis because this was the first logical answer that explained literally everything, had confirming test results, and allowed me to actually start getting better over time once I started treatment, toxin setbacks aside.  Some of my symptoms have completely disappeared, but some remain. Mobility-wise, I've went from a wheelchair to a walker to now only needing a cane <i>sometimes</i>.  I still have some memory loss, some aphasia, some numbness, some shooting pains, etc. - but I'm 80-90% better than when I started treatment.  Not only in frequency of symptoms that remain, but in their actual intensity. I mainly see an infectious diseases specialist now, and he keeps warning me that I will not <i>continuously</i> get better but will instead have a rollercoaster ride until I level off at my final “condition” – because of the toxins, immune response, and residual damage.<p>They're not sure <i>exactly</i> how much of the damage is permanent.  Some of the lesions are, for sure, and the mitochondrial damage is fairly severe (I technically have a small fraction of the energy, <i>literally</i>, of a normal person.)  I'm amazed by the improvements already, so I'm still hopeful.  My wife is pregnant with out first child, and everyone is scared/nervous how I will handle it.  I still pass out occasionally, so some family members don't want me to hold my own kid.  (Admittedly, I've fallen down stairs a few times after passing out.)  Insurance has already stopped paying on certain meds and will most likely eventually stop on others.  One of my antibiotics is $2500 a week, because the stent goes directly by the heart and you have to have a home health nurse change it to (ironically) reduce the risk of infection.  I’m relatively fortunate that I’ve been able to get and afford my treatments thus far.  I’m <i>very</i> fortunate that I didn’t have a completely untreatable disease.  I also think this post should win an award for biggest “TMI” (Too Much Information) <i>ever</i> in the history of HN.",
      "comment_text": null,
      "num_comments": 126,
      "story_id": null,
      "story_title": null,
      "story_url": null,
      "parent_id": null,
      "created_at_i": 1254977721,
      "relevancy_score": 2098,
      "_tags": ["story", "author_Shooter", "story_868325"],
      "objectID": "868325",
      "_highlightResult": {
        "title": {
          "value": "So...what the hell's wrong with you, Shooter?",
          "matchLevel": "none",
          "matchedWords": []
        },
        "url": {
          "value": "",
          "matchLevel": "none",
          "matchedWords": []
        },
        "author": {
          "value": "Shooter",
          "matchLevel": "none",
          "matchedWords": []
        },
        "story_text": {
          "value": "[NOTE: This post is both personal and medical in nature and only about hacking in the sense that it is about searching for a solution to a complex problem.  Some of the “HN is for hacking only”–types may not want to waste their time reading it.  It’s also <i>extremely</i> long, but I don’t have or want a blog right now.  You’ve been warned.]<p>This is my answer to apu's question to me on another thread about ALS (and, specifically, my misdiagnosis with ALS and other illnesses):<p>Q: \"If you don't mind me asking, what was the final diagnosis? How was it discovered? And how are you coping?\"<p>A:  Basically I had multiple infections (both viral and bacterial) that were slowly eating me alive.<p>I started having migratory shooting pains, chronic joint pain, extreme fatigue, and rapid weight gain years ago.  (I gained 100 pounds in about 4 months, with absolutely no change in my diet or exercise program.  I went from somewhat athletic to fatigued fat-ass that slept 20 hours a day after a brief flu-like period.) They initially tested me for thyroid and pituitary tumors.  That first MRI is how they found the first spots on my brain - before they were full-fledged lesions.  They were just hyper-intensive spots and 'plaques.'  It's more common, by the way, to <i>lose</i> tons of weight with infections, but the infections affected my hormones in a way that made me balloon up.<p>I kept getting new symptoms over the years.  Sleep disorders, aphasia, tremors, severe chest pains, left arm paralysis, left side of body paralysis, neck-down paralysis, memory loss, tinnitus, passing out, chemical sensitivity,  etc. etc.  In the end, I probably could have been <em>Stephen</em> <em>Hawking</em>'s stunt double appearance-wise.  As I said in the other thread, I was (mis)diagnosed with Parkinsons, Alzheimers, MS, CFS/FM, and ALS along the way - each time based on my symptom progression and test results.  Technically, I <i>still</i> have many of the other things I was diagnosed with based on symptoms and test results -  by clinical definition - but they were not the underlying, causative issues. They were just the icing on the cake.<p>I saw <i>at least</i> 22 doctors over the years, including some at top hospitals (Mayo,etc.)  A few of the doctors thought I was nuts, because of the sheer number of symptoms.  One doctor <em>did</em>n't even finish the exam and commented that it was either <i>all</i> psychosomatic or else I was the unluckiest bastard ever and I had 25+ <i>different</i> diseases. Most doctors would just space out at some point and start treating whatever their specialty (or first thought) was.  I had enough symptoms and bad test results to keep them all busy.  If I was seeing an endocrinologist, for example, she would try to treat just the endocrine issues (the infections affected my endocrine system, so my hormones were waaaaaay out of whack.  One endocrinologist said I should be in medical textbooks because of my crazy high/low hormone levels.)  I tested positive for some autoimmune disorders, so the rheumatologist kept busy.  I have sleep disorders (again because of the infections), so I was given a CPAP and sleep meds by a sleep specialist.  I have severe migraines (lesions!), so migraine specialists put me on migraine meds.  Etc. etc.  Not all these meds at once, of course.  The infections were playing havoc with my brain, heart, and nervous system...and my endocrine and immune system were along for the ride.  I had a 2-3 year period where it felt like I was having multiple heart attacks every day.  I’m amazed my wife <em>did</em>n’t leave me.<p>The multi-systemic nature and the fact that certain symptoms tends to reinforce or mask each other made it very difficult to figure anything out.  When you have certain infections, for example, your body will naturally retain heavy metals and toxins from the environment - all on its own - in a self-protective attempt to kill off the invaders.  So I tested off the charts for toxic metals and the ‘environmental specialist’ thought that was the underlying problem.  But, of course, it wasn't. They cleared most of the metals and I still had all the symptoms. I had all of these heart symptoms, but most of my tests came back normal.  Normal stress test, normal basic EKG, etc.  They <em>did</em>n’t find any heart issues until they <em>did</em> less-common tests (tilt-table testing, etc.) I had enormous trouble finding a physician who was willing to really try to figure out the underlying cause of everything instead of just treating individual symptoms.  I <em>did</em>n’t want to be on 80+ meds for the rest of my (possibly short) life and not even know what the hell was wrong with me.<p>I eventually narrowed down what I personally thought I had, based on my own research and background.  Neuroborreliosis (neurologic Lyme disease) was one of my guesses, because I had done an extensive forestry research project at one point before my illness and I knew I had been bitten by ticks that may have been infected.  I had never had a rash, though. And I <em>did</em>n't think any of my ‘guesses’, individually, could explain my vast array of symptoms.<p>I finally went to this doctor that was supposed to be an amazing diagnostician  - “Dr. House without the 'tude”, I was told .  I started reading him my list of symptoms - in chronological order.  (It was one of the ways I had learned to cope with the discouraging doctor visits...if I was staring at a sheet of my notes, I couldn't get pissed because the doctors were rolling their eyes at me.  I also needed the notes because my memories, and sometimes my speech, were completely shot.)  Usually, the doctors would stop me fairly quickly when I started listing symptoms.  This guy listened intently, and then started accurately guessing the next symptom on the list before I could even say it. He <em>did</em> that for about 7-8 symptoms.  He gave me the most accurate description of some of my symptoms...more accurate than I could even muster.  [\"Does it feel like someone is squeezing your heart with their hands and won't let it expand?\"  \"Does it feel like you're being stabbed with a cattle prod right here?\" etc.] I often had trouble choosing the proper words to convey certain symptoms, in part because I knew it sounded crazy.  But he was nodding the whole time and seemed sincere.  He said he thought I had a major environmental toxin problem (heavy metals, chemical sensitivity, etc.) <i>OR</i> I had one or more vector-borne infectious diseases.  He said either thing could potentially explain all of my symptoms, and that he leaned toward the latter because of the migratory nature of some of the symptoms.  He was amazed I had never been tested for some infections, despite having been to some of the top hospitals in the country.  The fact that my shooting pains were often migratory was one of the main things that had made some of the doctors think I was a loon.  This doctor says, “Uh, <i>DUH</i>, it usually feels like the pains are moving around because they <i>are</i> - the things that are causing them are moving around, both in your body and in your brain!”<p>I had already been down the toxin path, so I was tested for a range of vector-borne diseases.  I had almost all of them that I was tested for.  Lyme, Babesia, Ehrlichiosis, etc. etc.  Plus a liberal dose of virii at very high levels.  I had had some of them so long that I was no longer showing a normal antibody response, but I had other telltale markers (specific cell parts on tests, etc.).  [The accuracy, availability, and expense of these tests is another tangent I’ll avoid right now.]<p>Oddly enough, once this doctor correctly diagnosed me he refused to treat me.  The insurance companies really give doctors who treat chronic infections a hard time, because the long-term treatment of certain infections is more expensive that treating a late-stage AIDs or brain cancer patient.  Some doctors - including at least one Nobel laureate nominee - have lost their medical licenses or been forced to stop treating infected patients because of insurance company influence.  It's a very complicated, political issue.  Very frustrating.  Too complicated to get into here.  Anyway, this doctor said he wanted to treat me, but was literally scared to do so for fear of losing his medical license or his ability to offer insurance plans.  [There is an award-winning documentary called UnderOurSkin (http://underourskin.com/) that explores \"chronic Lyme\", and it gets into the insurance, political, and patent issues, etc. It also explores a theoretical link between Lyme and other diseases.  It's very good.  It doesn't go into the co-infection issue much, because it is Lyme-specific - but it gives a great overview.  The documentary trailer is at:  http://underourskin.com/watch.html   One of the guys in it is a physician that was also misdiagnosed with ALS,  and there’s a baseball player that was misdiagnosed, Amy Tan (Joy Luck Club author) is also in it.<p>Anyway, I tested positive for at least a dozen viral and bacterial infections, but they could have potentially all come from one tick bite.  I think the estimate is that 30% of all infected ticks carry at least one other co-infection.  So, theoretically, I could have been bitten by just one really 'sick tick.'  Or I could have picked up other infections once my immune system was compromised by an initial infection.  No way to know for sure.  [Oh, and the fact that I never had a rash <em>did</em>n’t mean anything because 50% or more of infected ticks don’t cause a rash at all.]   Only a certain percentage of people that are infected with some of these diseases develop chronic issues, so I may have had a weak spot in my immune system due to genetics or something.  That’s one area of research they’re exploring.  I know they’ve found at lease one statistically significant genetic anomaly that predisposes you to getting sicker with at least one of the viruses.<p>Some people - even lauded medical professionals - think that most infections can be killed off fairly easily with short-term antibiotics or antivirals (which is part of the debate in that documentary I mention.)  That’s one of the arguments the insurance companies use.  There are many mitigating factors, though, and most animal studies/vivisections say something else entirely.  Some infections have biofilms that protect them. Some form cysts that protect them.  Some infections grow drug-resistant.  Some meds don't cross the blood-brain barrier.  Different people have different immune responses. Etc. etc.  The medicines themselves are very dangerous long-term, and you also have the serious problem that the infections release toxins as they die off...so by killing them you usually get <i>worse</i> in the short-term.  The toxins released can kill additional tissue or trigger a stroke or heart attack because of the other symptoms.  It's a weird balancing act between getting a medicine to work without making the infections resistant or triggering too much of a toxin/autoimmune response.  It’s drug hacking, in a way.  I’ve had two strokes.  One because of a misdiagnosis when they put me on steroids and I had a major inflammatory response and once <i>after</i> I was properly diagnosed because I wasn't fast enough on the trigger to recognize a change in symptoms when I was pulsing between two antibiotics.<p>By the time I was properly diagnosed, I had permanent damage to my brain (lesions, some may heal), heart (cardiomyopathy,etc.), mitochondria (extrinsic mitochondrial disease - the infections ate the lipids from cells, among other things), and central nervous system (advanced neuropathy, etc.)  I also have the hormone, sleep, and autoimmune issues.  I've been on various antibiotics, antifungals, and antivirals for about 15 months.  And pain meds.  I only decided I had my final, correct diagnosis because this was the first logical answer that explained literally everything, had confirming test results, and allowed me to actually start getting better over time once I started treatment, toxin setbacks aside.  Some of my symptoms have completely disappeared, but some remain. Mobility-wise, I've went from a wheelchair to a walker to now only needing a cane <i>sometimes</i>.  I still have some memory loss, some aphasia, some numbness, some shooting pains, etc. - but I'm 80-90% better than when I started treatment.  Not only in frequency of symptoms that remain, but in their actual intensity. I mainly see an infectious diseases specialist now, and he keeps warning me that I will not <i>continuously</i> get better but will instead have a rollercoaster ride until I level off at my final “condition” – because of the toxins, immune response, and residual damage.<p>They're not sure <i>exactly</i> how much of the damage is permanent.  Some of the lesions are, for sure, and the mitochondrial damage is fairly severe (I technically have a small fraction of the energy, <i>literally</i>, of a normal person.)  I'm amazed by the improvements already, so I'm still hopeful.  My wife is pregnant with out first child, and everyone is scared/nervous how I will handle it.  I still pass out occasionally, so some family members don't want me to hold my own kid.  (Admittedly, I've fallen down stairs a few times after passing out.)  Insurance <em>has</em> already stopped paying on certain meds and will most likely eventually stop on others.  One of my antibiotics is $2500 a week, because the stent goes directly by the heart and you have to have a home health nurse change it to (ironically) reduce the risk of infection.  I’m relatively fortunate that I’ve been able to get and afford my treatments thus far.  I’m <i>very</i> fortunate that I <em>did</em>n’t have a completely untreatable disease.  I also think this post should win an award for biggest “TMI” (Too Much Information) <i>ever</i> in the history of HN.",
          "matchLevel": "full",
          "fullyHighlighted": false,
          "matchedWords": ["stephen", "hawking", "has", "died"]
        }
      }
    }
  ],
  "nbHits": 2,
  "page": 0,
  "nbPages": 1,
  "hitsPerPage": 20,
  "exhaustiveNbHits": true,
  "query": "Stephen Hawking has died",
  "params": "advancedSyntax=true&analytics=true&analyticsTags=backend&query=Stephen+Hawking+has+died&tags=story",
  "processingTimeMS": 14
}
